;Place localized text in this file

[AHWNightGoggles X2WeaponTemplate]
FriendlyName="夜间行动护目镜"
FriendlyNamePlural="夜间行动护目镜"
BriefSummary="死神设计的这一改进增强了夜间和黑暗中的战斗性能……至少在电池电量充足的情况下。"
TacticalText="<Bullet/> 对死神设计的这一改进增强了在夜间和黑暗中的性能。至少在电池电量耗尽的情况下。\n<Bullet/>夜间行动护目镜暂时扩展了死神的视线范围激活时的士兵，并为瞄准提供少量奖励，仅在黑暗中可用。"

[AHWTacticalMicroscanner X2WeaponTemplate]
FriendlyName="电子耀斑"
FriendlyNamePlural="电耀斑"
BriefSummary="这些原型战斗扫描仪在战场上提供了额外的视野。士兵们像手榴弹一样部署它们，将它们扔到地图上他们想要揭露的隐藏区域。任何隐藏或伪装的敌人也会被揭露。"
TacticalText="<Bullet/> 这些原型战斗扫描仪可在多个回合中显示被"战争迷雾"隐藏的小区域。\n<Bullet/> 电信号弹还可以显示隐藏或伪装的敌人。

[AHWGoggles X2AbilityTemplate]
LocFriendlyName="夜间行动护目镜"
LocHelpText="激活时暂时扩大士兵的视线范围，并为瞄准提供少量奖励。仅在黑暗中可用。"
LocLongDescription="激活时暂时扩大士兵的视野范围，并为瞄准提供少量奖励。仅在黑暗中可用。"
LocFlyOverText="夜间行动护目镜"

[AHWElectroFlare X2AbilityTemplate]
LocFriendlyName="电耀斑"
LocHelpText="暴露一个小地点三圈。投掷电光弹不会破坏隐蔽性。"
LocLongDescription="揭示一个小地点三圈。投掷电照明弹不会破坏隐蔽性。"
LocFlyOverText="电耀斑"

[AHWNMUrban X2AbilityTemplate]
LocFriendlyName="昏暗灯光"
LocHelpText="守望者说，黑暗是你唯一真正的敌人。"
LocLongDescription="守望者说，黑暗是你唯一真正的敌人。"
LocFlyOverText="昏暗的灯光"

[AHWNMWilderness X2AbilityTemplate]
LocFriendlyName="暗影"
LocHelpText="守望者说，黑暗是你唯一真正的敌人。"
LocLongDescription="守望者说，黑暗是你唯一真正的敌人。"
LocFlyOverText="阴影"

[AHWNMAbandoned X2AbilityTemplate]
LocFriendlyName="暗影"
LocHelpText="守望者说，黑暗是你唯一真正的敌人。"
LocLongDescription="守望者说，黑暗是你唯一真正的敌人。"
LocFlyOverText="阴影"

[AHWNMTunnel X2AbilityTemplate]
LocFriendlyName="黑如沥青"
LocHelpText="守望者说，黑暗是你唯一真正的敌人。"
LocLongDescription="守望者说，黑暗是你唯一真正的敌人。"
LocFlyOverText="黑如音调"

[AHWNMStronghold X2AbilityTemplate]
LocFriendlyName="昏暗灯光"
LocHelpText="守望者说，黑暗是你唯一真正的敌人。"
LocLongDescription="守望者说，黑暗是你唯一真正的敌人。"
LocFlyOverText="昏暗的灯光"

[AHWNMRooftops X2AbilityTemplate]
LocFriendlyName="昏暗灯光"
LocHelpText="守望者说，黑暗是你唯一真正的敌人。"
LocLongDescription="守望者说，黑暗是你唯一真正的敌人。"
LocFlyOverText="昏暗的灯光"

[AHWNMFacility X2AbilityTemplate]
LocFriendlyName="昏暗灯光"
LocHelpText="守望者说，黑暗是你唯一真正的敌人。"
LocLongDescription="守望者说，黑暗是你唯一真正的敌人。"
LocFlyOverText="昏暗的灯光"
